[
   "Did you see revolution's pad? not yet? it will be a revolution system",
   "Boom! Did you are unimpressed? and now?",
   "To can create a great boom, Nintendo needs to create a poor boom to can counterattack again and impress all their nintendo fans.",
   "Unlike all you, I'm waiting to see the great boom! The mistery will be revealed and it is on the Revolution's controller pad.",
   "Has anyone really been far even as decided to use even go want to do look more like?",
   "We automated a site recently and several jquery's came to using a core engine of jquery 1.3.2",
   "What does the core engine do?  Should one core be OK for all jquery's? ",
   "When I tried to use one base core, but the functionality didn't work.  So far I haven't had a problem.",
   "My site is completely unavailable because of you! You bitch!",
   "What is this, I don't even...",
   "If I choose lots of files tactics, then I become to have directory traversal security problem?",
   "Given the climate of the current JS developer community I believe jQuery to be the best fit given the climate of the industry.",
   "Using jQuery with XY&Z helps to facilitate learning as the problems are already divided and isolated.",
   "jQuery in my opinion meets the masses where the masses are.",
   "Do I wish everyone understood the tools that dojo provides.",
   "What they are looking for a technology or wa Selbs treniren Nich is difficult, but time and wünche, each brings him purely what they are looking for.",
   "Although div does not work in many older web browsers, it works in recent versions of popular web browsers",
   "If i use jquery in noconflict plugin will work fine as $?",
   "Even before this, you are actually going to use that anyone would want to make more?",
   "How can i use this to select from which element the function was called?",
   "we can meetup at a cigarbar and smoke a couple fat cubans unless your not into that",
   "The new icon changes your desktop look really professional!",
   "Because in \"normal\" js is only getElementById which even not working well no normal getElementByClass",
   "For some reason this doesn't sign in when I barely start using it and when i try to go to it and it isn't signed it, I can't sign in on that page.",
   "can i use document.write to call a json",
   "once you understand it will be a red head to wash with dirty waters.. no problem enjoy",
   "life is hard...  be alive is funny... sufferin for other happyness is a non sense",
   "is it possible to a object of swfobject render itself?",
   "if a jQuery getter is called andthen chained, does the second function call not call end() on the previous getter to find the previous selection?",
   "You guys succeed on this way. Abobe gave up in this. You are armed.",
   "Hy just wondering if you had ever made any images with those tick boxes i.e portrait would look great.",
   "when tried doing this with ajax, i found the styles and checkboxes would appear no more even when the respective css,js files are included in php file called via ajax",
   "Is these a bug?",
   "whats happening is this thing happened i guess",
   "security wize i think new international policy witha task team loging in through microsoft network requerments a net licence will fix most of the criminal activity on line and think interpole should b inv",
   "is their a polite way of saying your ignorant ajpiano",
   "Why doesn'y apache compile my jquerry?",
   "i've my css out. but JS i dont. and i dont knwo why. tell me why. whats wrong about js in a html.",
   "I do believe that everything in the article does in fact still quality as writing JSON.",
   "U wld prefer \"Immediately-Invoked fcn Expression\" I believe I cn accommodate U...but...a tech edit wld B welcomed 2",
   "Ruby IRC bot don't works, What are i'm doing wrong?",
   "i want so event happen example a click on div this functiion to take pls",
   "Detect of current browser like server's method",
   "Hi, You may add \"ajax history\" future to jQuery. Best regards.",
   "It means that you can devote a your page, to those who do have JS turned on. I.e. only those with JS turned-on to call the function.",
   "my object contained methods wich evoked a \"cannot read undefined of undefined\" when Pushstate()",
   "is there a way to charge a plugin inside the main file?",
   "i have noticed there are many plugins that sometime i could need",
   "open a ticket? because problem is known",
   "disable error tracking for try..catch is a must? is there an other way for me? :(",
   "insert an   if (!parent) return;  on every version? :p   no i dont want that",
   "you know the problem, but can't reproduce it? ok i can make a fiddle for you",
   "IE has made the world of js libraries had to resort to things like that",
   "how to properly load/get a the html select code when the only available way is html not json  for later appendit to an select element?",
   "do you have Red hat linux open? Or CentOS you got? same Chrome and Chromium, which is alternatively Google decides in there Chrome",
   "Ok, best is to wait and see, where is the wind direction showing.",
   "After search on the Internet for almost one day, FINALLY I have the best solution to do this: Resize a dive to full page size!! Thanks you great work!!!",
   "Hi guys? i've posted it on forum, but nobody care, copy bug here why behaviour of",
   "i've tested and same behavior in Dojo, ExtJS, Mootools ... your antispam system sux",
   "you actually understand jquery code?  You are on the same level as John Resig????",
   "oh, yeah that wouldn't be, if not deliminated",
   "But using the FOR to verify if the DOM is visible or not is the better way to waiting until DOM is not be visible ? I thought has might have...",
   "i want the same navigation to backwards when clicks on left side",
   "when you do enterprise level work, MVC is 95% ALWAYS best",
   "I fetched O(arbitrary) HTML/CSS/JS in 2 HTTP RTTs, lolz",
   "how you see pual_irish these are these online?",
   "HTML5, CSS and DOM, are not the format that designers can use yet, many people still have the explorer 7 or 8. Besides why do you choose DOM?.",
   "It seems that $.aug that is just bonzo.aug doesn't work. I $.aug with a new method, and it is just unavailable.",
   "hi.. i want to add flash video using html5?how?",
   "OR DID NOT THUSLY YOU DO WATCH DONE RAINBOW ERITREA HONEYSUCKLE",
   "HTML5 will have some capabilities within the language to support Flash-like functionality",
   "Inside this file I use sepcialised hacks to choose only one of both IE if needed.",
   "I have 2 jquerry file , nd i want to pass the argumnet to another jquery filw thwn they can do some operation",
   "Hey, there's the word java in javascript, so that should guarantee the performance, right?",
   "even if he has drinken quite a few bears i think he cannot even jquery from a database",
   "Internet explorer must die, its a plague sent to kill netscape but it also poisoned internet!",
   "well they're ya go :)",
   "blabling hahaha that thatthat is talkin",
   "i sold everything startomg a new lifw",
   "now ny problem is each time this alert show me as \"[object Object]\". what it means. m i doing something wrong...??please help",
   "That would be a matter for the appropriate authorities to decide upon once a formal referral has been.",
   "i create a div background with jquery event but me all is clickable not just left and right",
   "you shouldn't use straight JS and jQuery simultaneously, btw, unless you really know what you're doing",
   "you don't disagree, yet your custom control structures are awesome finish trumps that demurral, right?",
   "i wonder why people even use forms when they ajax anymore",
   "I'm tired of neotokyo always being destroyed everytime tetsuo debugs his JS.",
   "very good, my iBooks 1.2 has Rapunzel getting a Brazilian!",
   "toLowerCase not work good",
   "I am wonder about the procedure, how to do, if I have checked checkbox, so how to disable to user unchecked this checkbox..",
   "I made jQuery restrict mode clean and I think I found a tiny bug doing so",
   "i dont know which folder i just FTPed into but its an empty one in after FTP",
   "grr i just want that number that shows in the alert to be where the i is below it in the has",
   "50% users use IE and out of this 50% users 80% uses IE6 and want design in HTML5 and w3school valid.",
   "They seem to be moving backward in this retrospect.",
   "Form no works with jquey , result from php no right , spaces generate problem",
   "when we make decision that affect another live how much more complicated thing become",
   "so i am now geting back into the risk thing we were working on i think we could wrap move it along to the end if we either got together which i would like anyway and would perfer to do it any day but fri if possible how does your schedule look",
   "if value took a function it could act like a finalize stage which would be nice for calculating averages after a map is called.",
   "hello all, what sort of arbitrary socket access (accept on any specified port, send out to arbitrary ips/ports) is available security and library wise nowadays in a JS client in browser?",
   "Here someone else make programming jobs?",
   "how send remote alert via jquery? seen on slideshare :/ need to persist",
   "The CSS goes ok, but the jQuery doesn't with the PHP $strings.",
   "I am having a jsp that contains a jquery tab and inside tab i am having a custom search component on clicking the component a grid will open and it will act as an overlay and i used this plugin to close the grid if the user clicks outside the gridis working perfectly in all other element click other than jquery tab selection component",
   "yeah i wear on my left but i cant wear ladies watch cause of to much electricity so i wear huge ac/dc watch is cool.",
   "when you click a image it move a list up .. how can I make this but while the image is push .. while they wont let go of the press in?",
   "But when you have got the truth from the DOM and used it, you can also discard the truth",
   "in jquery is not unusual. Moreover, as I studied the 2D maps in my repertoire. If that's not even numbers",
   "I learn web pages, but I can't write JS, each time can let me collapse, but I like web page, can help me to write a can control in all browsers in PNG can show transparency?",
   "so why Dojo are blocking the tinymce ? no it appear the buttons from tinymce but the i cant write nothing",
   "how do i make a rewrite if the url is exactly something to rewrite it? in web.config",
   "yes, that is doing it, how strange i just came myself with a solution also :) but your solution is more good",
   "Make things simpler. Too many complicated API. like JavaScript(it is reall shit not a langueg or Script). Web programming is like jongel and not very productive.",
   "does not works",
   "Once again, we see Microsoft continue to be an innovator, from this to innerHTML, to XMLHttpRequest, to all of the HTML5 stuff that'll be in IE8. When will Firefox, Safari and Opera just give up and use IE as the default engine?",
   "we found some delay and error happenning when we do trickplay or move the cursor on play bar a lot of times in a certain period of time in harsh condition",
   "java-script is both object-oriented and functional, so you try to start up and get some blank cds, get the fuck over it, im sure they can help me to understand because in \"modern\" religion of gods without define or knowable form, like the brilliant mastermind he is.",
   "When programming in javascript, use a stealth boy and steal everything.",
   "BTW there's a QtSql tutorial here that covers opening a db and using QSqlTableModel, etc. If js's decided you aren't worth shit.",
   "C students in stronger algorithm theory mush as functional languages do. JS too imature ATM but it will catch up :D",
   "Is jquery asking cpu power for the server?",
   "if i save vars in a click event and trigger a change event in the click event, can i commit this vars in the change event?",
   "is it possible to write server in json?",
   "man i really tought the business of JS was to call function",
   "How can make this mutually exclusive using a jquery? Please help",
   "give me the fucking unban i you can break forever",
   "Save a backup copy of your program’s source code in case your sponsor’s dog eats your X drive",
   "It would be the worse business decision anybody has made ever, and when a huge success their customers questioned for integrity.",
   "i am not an programator, i dont have one :)",
   "If code right people never know it is there.",
   "We don't know who you are, but we known who you are.",
   "So.. you jQuery guys creating pure JS functions for further reuse in $? I am really concern about future of the web.",
   "Please do the needful.",
   "If everyone who gets value from this account and mylib donates $5.00, our holiday fundraiser would be over today. :) #js #notjquery",
   "If your line length is hurt because of nesting Then that is because your doing it wrong.",
   "i've tried to declare a variable at the very begin of the function to have it in a scrope",
   "I want to meet the person in ruby who came up with this idea of naming them as begin.. rescue... end. Thats one frantic whose siter would make it to every ruby programmers most dirty dreams.",
   "Documentation problem with jQuery.noConflict(). http://api.jquery.com/jQuery.noConflict/ ... this still didnt help and now my computer is freezing THANKS ALOT WITH YOUR HELP ASSHOLES",
   "\"object literal singleton\" can't vs width other two.",
   "I'm building a site in iframe . The main page is index.php (you know this url is always index.php )  and when i click a link inside a frame like home.php i want this url to be changed in the main page and the url to be index.php/home or something else  . I think  its must me something like client (pages in iframe) and server (index.php). Maybe with ajax ot  js  i don't know how to do it. Could you help me with ideas or some code",
   "Samsung.....yeah...good - let's see - as already mentioned - sometimes hardware looks compelling, indeed... bet lets get to what about it is - people, here we have smartphones!!! No matter how good is the hardware, there is the software that provided what users feel and want, and after all experience!!! Samsung gives no shit about that, you know already - if no, buy one and you'll understand...",
   "Some people get screwed once, some twice, some prefer bizarre relation forever... I was like the first type and mind you - will keep memory for long time. Original Galaxy Tab - what a good piece of hardware, what a pollution has become in short time - still there is no update even to Gingerbread for 90% of the users!!! Now - give me a reason to spend more money and time with Samsung, and for the record - with the rest of Android crowd... ",
   "Google already screwing its users on every single app (or wait - users?? - oh, sorry - fish, that is)...",
   "if organize and implement the methods used for data types - this is probably it would be happiness!",
   "In Prototype.js everything is perfect - each type of data is expanded with the only methods it needs, and there is not so porridge like in jQuery",
   "if my browser console is open then down is opening on clickif my browser console is not open then drop down is not opening",
   "Is it possible to send ajax via URL bar?",
   "This is the internet, proof of it didn't.",
   "Proof of it didnt wwebsite as on the internet",
   "Sorry I am looking up the issue again and as shown on the cache.zip even though the date was futures date 27th Feb, but it reloaded it again. So there is not correct, can you look the issue again.",
   "is not = still != or is it different in jquery ?",
   "does jquery itsself use javascript?",
   "This link resolved about All IE browser compatibilty issue for Windows Only. I would like to share browser issues for Apple MAC.",
   "Our message to JQuery developers is \"if you know JQuery, you know JQ.Mobi\" and, similar to Java Micro Edition, in the JQ.Mobi version not every aspect of other JQuery editions are available in the JQ.Mobi version",
   "How can I replace a php include navigation with jQuery?",
   "will this work on the internet? for example modern browser like netscape or internets explorer?",
   "Which is genuinely now I say simply because this might be considered a method to obtain obtaining encouragement and that's all exactly what is required to get started all the issues, thanks.",
   "That’s actually for sure All of us express because this could be a way to obtain acquiring push and that's all exactly what is needed to start any issues, thanks.",
   "dear sir/mam, i inform for some malfunction of your item furchasing to your item mall was not found in item bank.please take it action.thanks",
   "Hy,I coffeescript your base.. many thanks",
   "Not putting the values for attributes inside double quotes, is like visiting MySpace everyday and telling others how awesome it is.",
   "when ever click the side bar link that time selected link ill be highlighted????????",
   "I AM EDUARD FERENC. I NEED SOMETHING FOR UPLOADING MUSIC VIDEOS--MINE ! IS THAT \"V8\" FOR THAT? I WONT VIDEO SERVER,FOR HIGHEST SPEED THAN OTHER?FOR UPLOADING,AND RECORDING MY VIDEOS?",
   "microsoft does heck microsoft even has dos support in the form of the command line cmd and there are parts of windows 3 in xp and vista",
   "Please describe about NETWORK , I don't it exactly do .",
   "I am so sorry to hear that.My LADY GAGA....",
   "Never mind. I thought there was something of jQuery 'write more lesser and get mucher with our new drag n drop - generation'",
   "how can i do this codes work only in a specific div tags",
   "could this code work only between <div i=\"bab\"> </div> tags... can you help me!",
   "I bet you'll never could.",
   "i usar an androod device",
   "In the name of Alah,Hi all,I want to simulate keypress is there any solution?",
   "What a bullshit:",
   "my button name s \"click me here\" but the button length should be 80px ly and how to hide extra text s avl means",
   "Video Wat: http://www.youtube.com/watch?v=b6DXpHlyDZQ",
   "i've use $.ajaxSetup with contextType: 'application/json' it's work. but it don't solve my problem. the problem was not it.",
   "javascript:(unescape); lead you to function unescape() { [native code] } Native Code, eh? I wonder if '%69%6C%6F%76%65%6D%6F%6F' has anything to do with a Native Code...",
   "Superb document! There can under no circumstances at any time happen to get plenty of articles like as this primarily simply because any person should really understand what they're going to talk with reference to…",
   "What are those? Is this the morning when we wake up? What's a planet?",
   "Looking at the current offerings it's not very to do better. Ugh.",
   "Now when everybody and their mama use yours",
   "This framework is great don't let it be an other Christianity!",
   "Real speak comes suddently.",
   "A common tool in functional programming that is of such utility it should be in core.",
   "Oh, I see. JQuery specially in the second to cache that was avoid memory takes too much. This is not a bug, Please closeed.",
   "…support in browsers is, as with most of HTML5 features, not quite.",
   "\"I changed the line to 'var customVideo = $('#customVideo')\" - var makes it public though. oh well :\\. err global.",
   "Coder know how to code, topics on tech conf are repetition. But the speakers tell you how to organize words to express codes.",
   "I used it in my website and that occured a necessity to me.",
   "any idea what the 'proper' way to display a flash object on a website is that gets passed throuhg w3c?",
   "is about where is stored the info of the trash boxes. to put into a POST",
   "Please resolve it. My Functions is Writedown below",
   "some dude good examples. i need a sultion without a bar. only with arrows. left right.",
   "how to have a jquery slider show google ads(javascript code) instead of image slider?",
   "please eremove my computer sex serwer",
   "This could give to reappearance some contingency between end user to easier. Also this keep to take a logging, In and Out.",
   "I will try saving jquery",
   "Hi how to spot. Dear if possible you send me invitation magnanimous friendship because I sent you one and not the ways of my love and respect and kisses",
   "Siri, the equivalent of server side HTML rendering. So dumb.",
   "We are looking to hiring JavaScripters living in Canadian? Remote work.",
   "maybe save the 'optimise regex' task for after you know how to use constructors",
   "..Ex, JSON is a useful, specific 'library', but augments Object.prototype, breaking unrelated scripts. Run for the monoliths! :) #js",
   "many countrys has fast connecting. i dont think not need talk it now.",
   "I am doing an ajax call to get data, but the styling for the 'switches' as per the scroll version is not working on radio buttons. how can I force an UPDATE of the jquery on it?",
   "Blog wat: http://web.archive.org/web/20120420124756/http://grenzgenial.com/post/2414488498/javascript-and-the-brain-why-javascript-is-the-future",
   "fuq you forgot comma again. Please resolve either meow or asap",
   "Webkit in this specification if you want to continue experiencing what is wrong? SVG is the problem? For pictures responsive This is a useful feature.",
   "I need that umba and cumba to show vumb. how do I sum '.umba' and '.vumba'?.",
   "Create something someone desire and they will marked it for you.",
   "I think nobody really use JS for untrusted code",
   "but I have a bumerang effect, I think",
   "good day fellas, quick quest: how to deal yeomanConfig rewrite with a task running async?",
   "Keep in mind lot of sites that have HTML5 use it only on specific user-agents, they can't detect that you have Flash disbaled",
   "When translating code from PHP to Javascript it is easy to miss that JS use + and PHP use . as glue between strings.",
   "Particle/wave duality needs special attention with regard to hypertext.  (True or false)",
   "split is easier, sure.  regex is sexy.",
   "People shouldn't want jobs. If they were pleasant employers wouldn't need to pay people to do them.",
   "That's *double* the number of iPads every sold.",
   "can i also disable my website for users that has no javascript enabled ? i don,t want visitors with no javascript enabled",
   "GIT MERGE IS THE STUPIDEST MERGE SOFTWARE COMPUTERS HAVE EVER RAN",
   "whats the difference between window innerHeight and outerHeight? I know one gets the inner, and the other the outer, but will outerHeigh also cover the whole web height?",
   "a cynic would say that AMD is a panic response to requiring jQuery compatability.. but thats too judgemental.. I dont know the details at all",
   "some ppl feel the need to wow",
   "Why are registering the npm trademark",
   "Why web is not working on my mobile deficit",
   "As much as I don't like comma-first coding style, maybe wat.json could use that style. Reasons for: 1. One could just add their quote w/o having to update the previous line. 2. Git changeset would only show the new quote, not the added comma on the previous line. Reasons against: 1. It's somewhat ugly. Thoughts?",
   "Comma first is pretty dumb, so is double quotes.  Can we switch to single quotes?  Should I include a package.json so I can include grunt to use gulp to run jscs to ensure we only allow single quotes in all json?",
   "need to know how to benchmark the engine.io . u have provided the git repository but the bench is not there",
   "about the fast thing I just saw this page and assuming vanilla js is close to js  it is faster --  http://vanilla-js.com/     in speed comparison section",
   "get this computer back to normal",
   "Dear, When I wanted to use jquery in XUL files, the event was not responded.",
   "Do the browser have an api that is use.... This is a stupid question....  Do the browser have an api that I can use to preform --I'm still a novice--  simple server side action?",
   "Have you ever had a dreams thats that you-um-you-had-you’d-you-would-you-could-you’d-do-you wi-you wants-you-you could do so-you-you’d do-you could-you-you wannit-you want him to do you so much you could do anything?",
   "oh, satire... right. How (again) does absurdity inform science? I'm (still) not getting it...",
   "Seriously that is owned by Google GMAIL? I swear I did not know that, thought it was well maintained by the foundation Firefox.",
   "how to do a script like, I like, like on facebook onclick event",
   "what is opposite method of click?",
   "Privilege, IMO, is the ideology that has true truth, this actually trumps a mind",
   "My advice is to not have any email accounts from companys which bussines includes operating systems try someone who is not your compeditor lol",
   "Could some1 helps me plz i do have a strang comportment i don t understand",
   "I'm gonna get ride of this non-sense-shiny-grunt-do-as-i-wish-gonna-be-obsolete-in-a-few-years-losing-time with a bunch of python scripts",
   "Hire me for Google. I know web building.pls",
   "Babel is probably the new Dojo.",
   "Wish we had riotjs native cuz reactjs sucks like Java swing",
   "instead of clicking on the tabs like a dolphin, you just over on the 'toppest' of each tab and dive in",
   "now i am out to relax and tomorrow back to doing that, but without any fking dropdowns",
   "that’s it... There’s “a” that doesn’t match “spyder feeder against spyder fodder for eeeeveryoooone!”"
]
